# Коллекции

# Списки (list)

# Объекты внутри списка - проиндексиров
# каждый элемент проиндексирован
# прямая начинается с нуля

# пустой список
list_1 = []
list_1 = list()

# предв. заполненный список
list_2 = ['namjoon, suga, taemin, V, jungcook, BTS']
list_3 = [2, 3]

list_4 = list('python')

# print(list_3)

# добавление элемента в список
list_1.append(1000)
list_1.append('bitch')

# print(list_1)

# чтение значений  элементов
# прямая - слева направо
el_1 = list_3[1000]

# print(list_3)
# print(el_1)


# всего 4 коллекции       