# in_1 = input("Введите слово: ")
# in_2 = input("Введите второе слово: ")
# result = in_1 + in_2
# print(result)


# in_3 = input("№1 - ")
# in_4 = input("№2 - ")
# ответ  = int(in_3) / int(in_4)
# print(ответ)

# арифметические операции

a = 10
b = 1

# сложение
res = a + b


# вычитание
res = a - b

# умножение
res  = a * b

# деление /
# всегда ответ с плавающей точкой

res = a / b

# целочисленное деление // (всегда целую часть выдает)

res = a // b

# деление по остатку %

res = a % b

# возведение в степень **
res = a ** b

print(res)